// 植物の分類ゲーム の問題データ（word=落ちてくる言葉, type=分類）
const wordData = [
  { "word": "アサガオ", "type": "被子植物" },
  { "word": "マツ", "type": "裸子植物" },
  { "word": "イヌワラビ", "type": "シダ植物" },
  { "word": "ゼニゴケ", "type": "コケ植物" },
  { "word": "タンポポ", "type": "被子植物" },
  { "word": "サクラ", "type": "被子植物" },
  { "word": "アブラナ", "type": "被子植物" },
  { "word": "ヒマワリ", "type": "被子植物" },
  { "word": "イネ", "type": "被子植物" },
  { "word": "ツツジ", "type": "被子植物" },
  { "word": "スギ", "type": "裸子植物" },
  { "word": "イチョウ", "type": "裸子植物" },
  { "word": "ソテツ", "type": "裸子植物" },
  { "word": "ヒノキ", "type": "裸子植物" },
  { "word": "マツ（赤松）", "type": "裸子植物" },
  { "word": "ゼンマイ", "type": "シダ植物" },
  { "word": "スギナ", "type": "シダ植物" },
  { "word": "ワラビ", "type": "シダ植物" },
  { "word": "ベニシダ", "type": "シダ植物" },
  { "word": "スギゴケ", "type": "コケ植物" },
  { "word": "ミズゴケ", "type": "コケ植物" },
  { "word": "ウマスギゴケ", "type": "コケ植物" },
];

export default wordData;
